<?php

return [

    'title' => 'Εγκαταστάτης Laravel',
    'next' => 'Επόμενο Βήμα',
    'back' => 'Προηγούμενο',
    'finish' => 'Εγκατάσταση',
    'forms' => [
        'errorTitle' => 'Παρουσιάστηκαν τα ακόλουθα σφάλματα:',
    ],

    'welcome' => [
        'templateTitle' => 'Καλωσήρθατε',
        'title' => 'Εγκαταστάτης Laravel',
        'message' => 'Εύκολος οδηγός εγκατάστασης και ρύθμισης.',
        'next' => 'Έλεγχος Απαιτήσεων',
    ],

    'requirements' => [
        'templateTitle' => 'Βήμα 1 | Απαιτήσεις Διακομιστή',
        'title' => 'Απαιτήσεις Διακομιστή',
        'next' => 'Έλεγχος Δικαιωμάτων',
    ],

    'permissions' => [
        'templateTitle' => 'Βήμα 2 | Δικαιώματα',
        'title' => 'Δικαιώματα',
        'next' => 'Διαμόρφωση Περιβάλλοντος',
    ],

    'install' => 'Εγκατάσταση',

    'final' => [
        'title' => 'Η Εγκατάσταση Ολοκληρώθηκε',
        'finished' => 'Η εφαρμογή εγκαταστάθηκε επιτυχώς.',
        'exit' => 'Κάντε κλικ εδώ για έξοδο',
        'user_website'=>'Ιστότοπος χρήστη',
        'admin_panel' =>'Πίνακας Διαχείρισης'
    ],

];
