<?php

return[
    'title' => 'Κατηγορία Τηλεόρασης',
    'add_title' => 'Νέα Κατηγορία Τηλεόρασης',
    'edit_title' => 'Επεξεργασία Κατηγορίας Τηλεόρασης',
    'add_tvchannel' => 'Νέο Τηλεοπτικό Κανάλι',
    'edit_tvchannel' => 'Επεξεργασία Τηλεοπτικού Καναλιού',
    'checkall' => 'Επιλογή Όλων',
    'title' => 'Ζωντανή Τηλεόραση',
    'lbl_name' => 'Όνομα',
    'livetv_category_list' => 'Λίστα Κατηγοριών Ζωντανής Τηλεόρασης',
    'tvchannel' => 'Τηλεοπτικό Κανάλι',
    'tvchannel_updated' => 'Το τηλεοπτικό κανάλι ενημερώθηκε',
    'tvchannel_added' => 'Το τηλεοπτικό κανάλι προστέθηκε',
    'livetv_dashboard' => 'Πίνακας ελέγχου Ζωντανής Τηλεόρασης',
    'livetv_details' => 'Λεπτομέρειες Ζωντανής Τηλεόρασης',
    'description' => 'Περιγραφή',
    'access' => 'Πρόσβαση',
    'plan' => 'Σχέδιο',
    'channel_list' => 'Λίστα Καναλιών Ζωντανής Τηλεόρασης',
    
];
